[img]{STEAM_APP_IMAGE}/extras/saison.gif[/img]

Січень 1976 року, ви щойно створили компанію з розробки відеоігор. Ви орендуєте тісне приміщення, яке дозволяє вам створити свою першу гру. Ваші ігри швидко стають успішними, і вам потрібно переїхати в краще місце, але рішення про переїзд залежить від вас - чи перетинати місто, щоб обрати наступний офіс. В мить ока ви вже наймаєте художників, щоб покращувати візуальну частину ваших ігор. Потім йдуть розробники і тестувальники.

[img]{STEAM_APP_IMAGE}/extras/create-game.gif[/img]

Але проблема залишається, навіть якщо ваші ігри бездоганні, вам не вистачає фанатів, щоб самостійно видати велику гру і зробити студію прибутковою. Вам доведеться звернутися до видавців, які забиратимуть найбільшу частку вашого прибутку. Повторення успіху - єдиний шлях до позбавлення від видавців. Крім того, ви зможете публікувати власні видавничі контракти. Тоді ви будете готові домінувати на ринку і викупати своїх конкурентів.

[img]{STEAM_APP_IMAGE}/extras/create-engine.gif[/img]

[h2]Список особливостей[/h2]
[list][*] Розробка або оренда гральних рушіїв
[*] Отримання/публікація гральних пропозицій
[*] Покупка або оренда кількох будівель
[*] Розробка та управління цифровим магазином
[*] Взлом ігор конкурентів
[*] Відкриття нових гральних жанрів
[*] Шпигунство за конкурентами
[*] Можливість наймати персонал
[*] Організація маркетингових кампаній
[*] Організація та участь у гральних виставках
[*] Викуп конкурентів
[*] Виконання контрактів, які навчають ваших співробітників
[*] Портування ігор на кілька консолей
[*] Розробка логотипу вашої компанії
[*] Управління розкладом своїх співробітників
[*] Можливість отримати нагороду "Гра року"
[*] Гарне проведення часу[/list]

[h2]У цій грі немає[/h2]
[list][*] Кіберспортивних змагань
[*] Відділу досліджень і розробок
[*] Мультиплеєра
[*] Лутбоксів
[*] Мікротранзакцій[/list]

[h2]City Game Studio надихнуто такими чудовими іграми як[/h2]
[list][*] Game Dev Story
[*] Game Dev Tycoon
[*] Software Inc
[*] Sim City
[*] Mad Games Tycoon[/list]